{
  "slug": "ten-of-cups",
  "upright": {
    "overview": {
      "keywords": [],
      "text": "Completion and outcome—the full cycle in emotion. In upright position, Ten of Cups reads as clear forward motion. Cups (Water (Cups)) gives the tone and terrain. Expect to work with family systems, legacy themes, and long-term comfort; use what already responds and let momentum build. Read this card as permission to move in a way that feels honest and well‑paced—visible results over grand gestures.",
      "yesNo": "Maybe",
      "zodiac": "Water (Cups)",
      "element": "Water"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Connection feels alive and honest. Let family systems, legacy themes, and long-term comfort guide how you show up; small, sincere acts matter here. Speak plainly, listen for the quiet truth, and move at a pace that keeps trust intact."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Progress favors craft, clear scope, and a result you can point to. Build around handoff and scale, institutionalize wins, and document legacy; finish one meaningful piece and let it prove the direction. Share early, revise well, and protect time where real work happens."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Make numbers you can live with and choices you respect. Aim resources toward long horizon, wealth stewardship, and shared benefits; trim what does not serve your life. Automate the good, read terms in daylight, and let steadiness quietly win."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Prefer routines your body trusts. Shape your week around lifestyle consolidation, sustaining routines, and longevity moves; keep changes gentle and repeatable. Recovery is part of progress; consistency outperforms intensity."
    }
  },
  "reversed": {
    "overview": {
      "keywords": [],
      "text": "Completion and outcome—the full cycle in emotion. In reverse, Ten of Cups exposes the snag that needs attention. Cups (Water (Cups)) frames where to look first. You may notice family systems, legacy themes, and long-term comfort; naming it clearly is half the remedy. The correction is measured and specific: simplify, realign, and restore trust in the basics before scaling up again.",
      "yesNo": "No",
      "zodiac": "Water (Cups)",
      "element": "Water"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Tension and mixed signals steal warmth—name what’s real. Name family systems, legacy themes, and long-term comfort without blame; set one boundary and one invitation, then observe. Slow the pace, remove pressure, and let sincerity reset the tone."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Drag shows up as too much scope and not enough finish. Cut to handoff and scale, institutionalize wins, and document legacy; deliver a small slice that restores flow. Reduce handoffs, limit multitasking, and make quality visible."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Leaks appear when decisions rush through fog. Tighten around long horizon, wealth stewardship, and shared benefits; pause non‑essentials until the plan is clear. Choose clarity over speed and rebuild stability step by step."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Overreach or neglect hide in routine—bring them into the light. Ease into lifestyle consolidation, sustaining routines, and longevity moves; lower intensity, improve form, and rest on purpose. Start where you are; a kinder plan will carry you further."
    }
  }
}