{
  "slug": "the-moon",
  "upright": {
    "overview": {
      "keywords": [
        "intuition",
        "mystery",
        "dreams",
        "subconscious",
        "fear",
        "illusions",
        "uncertainty"
      ],
      "text": "Mystery, uncertainty, fear, and the wisdom of moving slowly. In upright position, The Moon reads as clear forward motion. Major Arcana archetype gives the tone and terrain. Expect to work with move slowly, check stories, and trust feelings not fear; use what already responds and let momentum build. Read this card as permission to move in a way that feels honest and well‑paced—visible results over grand gestures.",
      "yesNo": "Maybe",
      "zodiac": "Pisces (Moon/Neptune)",
      "element": "Water"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Connection feels alive and honest. Let move slowly, check stories, and trust feelings not fear guide how you show up; small, sincere acts matter here. Speak plainly, listen for the quiet truth, and move at a pace that keeps trust intact."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Progress favors craft, clear scope, and a result you can point to. Build around unclear signals, test assumptions, and night thinking to day plans; finish one meaningful piece and let it prove the direction. Share early, revise well, and protect time where real work happens."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Make numbers you can live with and choices you respect. Aim resources toward avoid speculation, verify info, and sleep on decisions; trim what does not serve your life. Automate the good, read terms in daylight, and let steadiness quietly win."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Prefer routines your body trusts. Shape your week around dreams and cycles, soft lighting, and calming inputs; keep changes gentle and repeatable. Recovery is part of progress; consistency outperforms intensity."
    }
  },
  "reversed": {
    "overview": {
      "keywords": [
        "clarity emerging",
        "release fear",
        "truth revealed",
        "misunderstanding clears"
      ],
      "text": "Fog lifts; fear separates from fact, truth emerges. In reverse, The Moon exposes the snag that needs attention. Major Arcana archetype frames where to look first. You may notice fog lifting, speak truths, and ground in facts; naming it clearly is half the remedy. The correction is measured and specific: simplify, realign, and restore trust in the basics before scaling up again.",
      "yesNo": "Maybe",
      "zodiac": "Pisces (Moon/Neptune)",
      "element": "Water"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Tension and mixed signals steal warmth—name what’s real. Name fog lifting, speak truths, and ground in facts without blame; set one boundary and one invitation, then observe. Slow the pace, remove pressure, and let sincerity reset the tone."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Drag shows up as too much scope and not enough finish. Cut to expose ambiguity, clear comms, and simple tasks; deliver a small slice that restores flow. Reduce handoffs, limit multitasking, and make quality visible."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Leaks appear when decisions rush through fog. Tighten around false shine fades, real numbers, and steady path; pause non‑essentials until the plan is clear. Choose clarity over speed and rebuild stability step by step."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Overreach or neglect hide in routine—bring them into the light. Ease into anxiety calming, breath and support, and light movement; lower intensity, improve form, and rest on purpose. Start where you are; a kinder plan will carry you further."
    }
  }
}