{
  "slug": "the-lovers",
  "upright": {
    "overview": {
      "keywords": [
        "choice",
        "union",
        "living",
        "alignment",
        "core",
        "values",
        "mutual",
        "tender",
        "honesty",
        "action",
        "partner",
        "wisely",
        "align",
        "mission"
      ],
      "text": "Choice, union, and living in alignment with core values. In upright position, The Lovers reads as clear forward motion. Major Arcana archetype gives the tone and terrain. Expect to work with mutual choice, tender honesty, and values in action; use what already responds and let momentum build. Read this card as permission to move in a way that feels honest and well‑paced—visible results over grand gestures.",
      "yesNo": "Yes",
      "zodiac": "Gemini (Mercury)"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Connection feels alive and honest. Let mutual choice, tender honesty, and values in action guide how you show up; small, sincere acts matter here. Speak plainly, listen for the quiet truth, and move at a pace that keeps trust intact."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Progress favors craft, clear scope, and a result you can point to. Build around partner wisely, align mission, and shared ownership; finish one meaningful piece and let it prove the direction. Share early, revise well, and protect time where real work happens."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Make numbers you can live with and choices you respect. Aim resources toward spend by values, joint planning, and transparent agreements; trim what does not serve your life. Automate the good, read terms in daylight, and let steadiness quietly win."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Prefer routines your body trusts. Shape your week around care with consent, body-heart coherence, and loving discipline; keep changes gentle and repeatable. Recovery is part of progress; consistency outperforms intensity."
    }
  },
  "reversed": {
    "overview": {
      "keywords": [
        "choice",
        "union",
        "living",
        "alignment",
        "core",
        "values",
        "indecision",
        "tempting",
        "detours",
        "repair",
        "through",
        "truth",
        "misaligned",
        "deals"
      ],
      "text": "Choice, union, and living in alignment with core values. In reverse, The Lovers exposes the snag that needs attention. Major Arcana archetype frames where to look first. You may notice indecision, tempting detours, and repair through truth; naming it clearly is half the remedy. The correction is measured and specific: simplify, realign, and restore trust in the basics before scaling up again.",
      "yesNo": "Not yet",
      "zodiac": "Gemini (Mercury)"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Tension and mixed signals steal warmth—name what’s real. Name indecision, tempting detours, and repair through truth without blame; set one boundary and one invitation, then observe. Slow the pace, remove pressure, and let sincerity reset the tone."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Drag shows up as too much scope and not enough finish. Cut to misaligned deals, conflicting incentives, and say no kindly; deliver a small slice that restores flow. Reduce handoffs, limit multitasking, and make quality visible."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Leaks appear when decisions rush through fog. Tighten around value drift, impulse allure, and recenter priorities; pause non‑essentials until the plan is clear. Choose clarity over speed and rebuild stability step by step."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Overreach or neglect hide in routine—bring them into the light. Ease into self-sabotage, return to self-love, and gentle recommitment; lower intensity, improve form, and rest on purpose. Start where you are; a kinder plan will carry you further."
    }
  }
}