{
  "slug": "the-world",
  "upright": {
    "overview": {
      "keywords": [],
      "text": "Completion, wholeness, and arriving with gratitude. Upright, The World points toward steady advancement that fits real life. Major Arcana archetype gives the tone and terrain. Expect to work with shared completion, travel or merge homes, and gratitude ritual; use what already responds and let momentum build. Read this card as permission to move in a way that feels honest and well‑paced—visible results over grand gestures.",
      "yesNo": "Yes",
      "zodiac": "Saturn"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Connection feels alive and honest. Let shared completion, travel or merge homes, and gratitude ritual guide how you show up; small, sincere acts matter here. Speak plainly, listen for the quiet truth, and move at a pace that keeps trust intact."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Progress favors craft, clear scope, and a result you can point to. Build around finish and publish, hand-off cleanly, and reflect learnings; finish one meaningful piece and let it prove the direction. Share early, revise well, and protect time where real work happens."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Make numbers you can live with and choices you respect. Aim resources toward close goals, reinvest wisely, and celebrate prudently; trim what does not serve your life. Automate the good, read terms in daylight, and let steadiness quietly win."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Prefer routines your body trusts. Shape your week around cycle complete, maintenance plan, and holistic balance; keep changes gentle and repeatable. Recovery is part of progress; consistency outperforms intensity."
    }
  },
  "reversed": {
    "overview": {
      "keywords": [],
      "text": "Completion, wholeness, and arriving with gratitude. Reversed, The World makes the friction visible so you can remedy it. Major Arcana archetype frames where to look first. You may notice loose ends, define closure, and honor the ending; naming it clearly is half the remedy. The correction is measured and specific: simplify, realign, and restore trust in the basics before scaling up again.",
      "yesNo": "Not yet",
      "zodiac": "Saturn"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Tension and mixed signals steal warmth—name what’s real. Name loose ends, define closure, and honor the ending without blame; set one boundary and one invitation, then observe. Slow the pace, remove pressure, and let sincerity reset the tone."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Drag shows up as too much scope and not enough finish. Cut to unfinished scope, tie-off tasks, and QA the result; deliver a small slice that restores flow. Reduce handoffs, limit multitasking, and make quality visible."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Leaks appear when decisions rush through fog. Tighten around near but not done, final payments, and document outcomes; pause non‑essentials until the plan is clear. Choose clarity over speed and rebuild stability step by step."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Overreach or neglect hide in routine—bring them into the light. Ease into almost there, seal habits, and light accountability; lower intensity, improve form, and rest on purpose. Start where you are; a kinder plan will carry you further."
    }
  }
}