{
  "slug": "wheel-of-fortune",
  "upright": {
    "overview": {
      "keywords": [
        "cycles",
        "fate",
        "turning point",
        "luck",
        "timing",
        "change",
        "destiny",
        "movement"
      ],
      "text": "A turning point, cycles of change, and timely opportunity. In upright position, Wheel of Fortune reads as clear forward motion. Major Arcana archetype gives the tone and terrain. Expect to work with season shift, say yes to timing, and adapt together; use what already responds and let momentum build. Read this card as permission to move in a way that feels honest and well‑paced—visible results over grand gestures.",
      "yesNo": "Yes",
      "zodiac": "Jupiter",
      "element": "Fire"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Connection feels alive and honest. Let season shift, say yes to timing, and adapt together guide how you show up; small, sincere acts matter here. Speak plainly, listen for the quiet truth, and move at a pace that keeps trust intact."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Progress favors craft, clear scope, and a result you can point to. Build around ride momentum, prepare to scale, and watch cycles; finish one meaningful piece and let it prove the direction. Share early, revise well, and protect time where real work happens."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Make numbers you can live with and choices you respect. Aim resources toward opportunities arise, manage variance, and avoid hubris; trim what does not serve your life. Automate the good, read terms in daylight, and let steadiness quietly win."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Prefer routines your body trusts. Shape your week around ebb and flow, pivot when needed, and sustainable habits; keep changes gentle and repeatable. Recovery is part of progress; consistency outperforms intensity."
    }
  },
  "reversed": {
    "overview": {
      "keywords": [
        "resistance",
        "bad timing",
        "setback",
        "external forces",
        "stuck cycle",
        "unprepared"
      ],
      "text": "A turning point, cycles of change, and timely opportunity. In reverse, Wheel of Fortune exposes the snag that needs attention. Major Arcana archetype frames where to look first. You may notice resisting change, stuck loop, and compassionate patience; naming it clearly is half the remedy. The correction is measured and specific: simplify, realign, and restore trust in the basics before scaling up again.",
      "yesNo": "Not yet",
      "zodiac": "Jupiter",
      "element": "Fire"
    },
    "relationships": {
      "keywords": [
        "honesty",
        "understanding",
        "boundaries",
        "care",
        "growth"
      ],
      "text": "Tension and mixed signals steal warmth—name what’s real. Name resisting change, stuck loop, and compassionate patience without blame; set one boundary and one invitation, then observe. Slow the pace, remove pressure, and let sincerity reset the tone."
    },
    "work": {
      "keywords": [
        "focus",
        "delivery",
        "process",
        "learning",
        "impact"
      ],
      "text": "Drag shows up as too much scope and not enough finish. Cut to market headwinds, trim sails, and learn from pattern; deliver a small slice that restores flow. Reduce handoffs, limit multitasking, and make quality visible."
    },
    "finance": {
      "keywords": [
        "planning",
        "stability",
        "clarity",
        "habits",
        "value"
      ],
      "text": "Leaks appear when decisions rush through fog. Tighten around avoid chasing luck, tighten buffer, and insure wisely; pause non‑essentials until the plan is clear. Choose clarity over speed and rebuild stability step by step."
    },
    "health": {
      "keywords": [
        "routine",
        "recovery",
        "awareness",
        "balance",
        "consistency"
      ],
      "text": "Overreach or neglect hide in routine—bring them into the light. Ease into plateau, adjust inputs, and trust slower arc; lower intensity, improve form, and rest on purpose. Start where you are; a kinder plan will carry you further."
    }
  }
}