{
  "slug": "the-devil",
  "upright": {
    "overview": {
      "keywords": [
        "bondage",
        "attachment",
        "shadow",
        "temptation",
        "addiction",
        "materialism",
        "control"
      ],
      "text": "Naming bondage, compulsions, and the path to freedom. The Devil upright emphasizes genuine progress over noise. Major Arcana archetype gives the tone and terrain. Expect to work with name the hook, consent and choice, and re-negotiate; use what already responds and let momentum build. Read this card as permission to move in a way that feels honest and well‑paced—visible results over grand gestures.",
      "yesNo": "No",
      "zodiac": "Capricorn (Saturn)",
      "element": "Earth"
    },
    "relationships": {
      "keywords": [
        "name the hook",
        "consent and choice",
        "re-negotiate",
        "bondage",
        "attachment",
        "shadow",
        "temptation",
        "addiction",
        "materialism",
        "control"
      ],
      "text": "Connection feels alive and honest. Let name the hook, consent and choice, and re-negotiate guide how you show up; small, sincere acts matter here. Speak plainly, listen for the quiet truth, and move at a pace that keeps trust intact."
    },
    "work": {
      "keywords": [
        "burnout contracts",
        "healthy boundaries",
        "ethical trades",
        "bondage",
        "attachment",
        "shadow",
        "temptation",
        "addiction",
        "materialism",
        "control"
      ],
      "text": "Progress favors craft, clear scope, and a result you can point to. Build around burnout contracts, healthy boundaries, and ethical trades; finish one meaningful piece and let it prove the direction. Share early, revise well, and protect time where real work happens."
    },
    "finance": {
      "keywords": [
        "unmask debts",
        "break predatory ties",
        "cash clarity",
        "bondage",
        "attachment",
        "shadow",
        "temptation",
        "addiction",
        "materialism",
        "control"
      ],
      "text": "Make numbers you can live with and choices you respect. Aim resources toward unmask debts, break predatory ties, and cash clarity; trim what does not serve your life. Automate the good, read terms in daylight, and let steadiness quietly win."
    },
    "health": {
      "keywords": [
        "compulsion awareness",
        "environment design",
        "substitution wins",
        "bondage",
        "attachment",
        "shadow",
        "temptation",
        "addiction",
        "materialism",
        "control"
      ],
      "text": "Prefer routines your body trusts. Shape your week around compulsion awareness, environment design, and substitution wins; keep changes gentle and repeatable. Recovery is part of progress; consistency outperforms intensity."
    }
  },
  "reversed": {
    "overview": {
      "keywords": [
        "liberation",
        "detox",
        "awareness",
        "breaking chains",
        "recovery",
        "choice"
      ],
      "text": "Hooks named at last—begin loosening the chains. The Devil reversed highlights where the current pulls against you. Major Arcana archetype frames where to look first. You may notice detox from drama, reclaim autonomy, and support networks; naming it clearly is half the remedy. The correction is measured and specific: simplify, realign, and restore trust in the basics before scaling up again.",
      "yesNo": "No",
      "zodiac": "Capricorn (Saturn)",
      "element": "Earth"
    },
    "relationships": {
      "keywords": [
        "detox from drama",
        "reclaim autonomy",
        "support networks",
        "liberation",
        "detox",
        "awareness",
        "breaking chains",
        "recovery",
        "choice"
      ],
      "text": "Tension and mixed signals steal warmth—name what’s real. Name detox from drama, reclaim autonomy, and support networks without blame; set one boundary and one invitation, then observe. Slow the pace, remove pressure, and let sincerity reset the tone."
    },
    "work": {
      "keywords": [
        "exit toxic patterns",
        "values-first decisions",
        "redefine success",
        "liberation",
        "detox",
        "awareness",
        "breaking chains",
        "recovery",
        "choice"
      ],
      "text": "Drag shows up as too much scope and not enough finish. Cut to exit toxic patterns, values-first decisions, and redefine success; deliver a small slice that restores flow. Reduce handoffs, limit multitasking, and make quality visible."
    },
    "finance": {
      "keywords": [
        "debt recovery plan",
        "close harmful accounts",
        "freedom fund",
        "liberation",
        "detox",
        "awareness",
        "breaking chains",
        "recovery",
        "choice"
      ],
      "text": "Leaks appear when decisions rush through fog. Tighten around debt recovery plan, close harmful accounts, and freedom fund; pause non‑essentials until the plan is clear. Choose clarity over speed and rebuild stability step by step."
    },
    "health": {
      "keywords": [
        "addiction support",
        "micro-habits",
        "identity shift",
        "liberation",
        "detox",
        "awareness",
        "breaking chains",
        "recovery",
        "choice"
      ],
      "text": "Overreach or neglect hide in routine—bring them into the light. Ease into addiction support, micro-habits, and identity shift; lower intensity, improve form, and rest on purpose. Start where you are; a kinder plan will carry you further."
    }
  }
}